<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_comment`;");
E_C("CREATE TABLE `ecs_comment` (
  `comment_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `comment_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `title` varchar(200) NOT NULL DEFAULT '',
  `id_value` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `comment_rank` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `rec_id` mediumint(8) NOT NULL DEFAULT '0',
  `comment_tag` varchar(255) NOT NULL,
  `buy_time` int(10) NOT NULL DEFAULT '0',
  `good_num` mediumint(8) NOT NULL DEFAULT '0',
  `hide_username` tinyint(1) NOT NULL DEFAULT '0',
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`comment_id`),
  KEY `parent_id` (`parent_id`),
  KEY `id_value` (`id_value`)
) ENGINE=MyISAM AUTO_INCREMENT=145 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_comment` values('1','0','','8','woainixss<>\"1','woainixss<>\"0','','5','1444442064','183.9.212.92','0','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('2','0','','8','','陈***影','鞋子很漂亮，质量很好，尺码标准，女儿超喜欢<br/>\n','5','1437531105','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('3','0','','8','','杨***8','鞋子质量很好，穿着舒服软，一次买了三双，小金蛋鞋子是我一直关注的','5','1437529441','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('4','0','','8','','a***g','鞋子很漂亮，但是尺码是不是有点儿偏小，姑娘说有点儿夹脚踏实地','5','1437526945','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('5','0','','8','','灰***阁','买给侄女穿的，她穿上后很漂亮，喜欢得不得了，鞋子的做工很精致，比实体店里100块的要好，很值！','5','1437523617','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('6','0','','8','','赴***约','宝宝爱的不得了，穿上都不愿意脱了，卖家服务态度好','5','1437519457','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('7','0','','8','','z***雨','这个是女儿自己选择的看图片不怎么样。实物非常 漂亮','5','1437514465','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('8','0','','8','','a***m','鞋子气味比较大&hellip;&hellip;孩子比较喜欢这种闪亮的质感，听走路的声音感觉鞋底较硬','5','1437508641','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('9','0','','8','','a***m','鞋子气味比较大&hellip;&hellip;孩子比较喜欢这种闪亮的质感，听走路的声音感觉鞋底较硬','5','1437501985','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('10','0','','8','','黄***7','挺漂亮的鞋子，女儿自己选的，大小刚好！','5','1437494497','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('11','0','','8','','p***1','鞋子很漂亮哦，孩子很喜欢，如果是真皮的就更好了。服务很有耐心','5','1437486177','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('12','0','','8','','b***i','鞋子很漂亮，孩子很喜欢，物流很给力，总体评价好。','5','1437477025','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('13','0','','8','','l***4','这鞋太漂亮了，拿回来比我想象中的还有好，女儿也很喜欢，服务也蛮好','5','1437467041','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('14','0','','8','','a***3','大家自己看，试穿还不到10分钟，把我女儿脚磨破。','5','1437456225','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('15','0','','8','','冰***恋','宝贝挺好。就是不知道质量怎么样，穿过再来评价','5','1437444577','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('16','0','','8','','w***1','非常满意的一次网购.鞋子很漂亮','5','1437432097','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('17','0','','8','','t***8','女儿很喜欢，尺码合适','5','1437418785','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('18','0','','8','','默***金','码数买小了，孩子穿刚刚好，想换大一码','5','1437404641','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('19','0','','8','','心***5','满意。现在宝贝的鞋子都在这买了。','5','1437389665','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('20','0','','8','','d***6','女儿是爱不释手啊，到了马上换，今天穿起上学，自信','5','1437373857','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('21','0','','9','','b***4','这双鞋非常漂亮，但是尖头的，我买的时候没考虑到，买小了一码，孩子穿着脚尖有点挤，换了另一双鞋，小金蛋的鞋质量都不错不错，服务也好，客服瑶瑶和欢畅特别有耐心','5','1437532242','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('22','0','','9','','陈***影','鞋子很漂亮，质量很好，尺码标准，女儿超喜欢<br/>\n','5','1437531410','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('23','0','','9','','杨***8','鞋子质量很好，穿着舒服软，一次买了三双，小金蛋鞋子是我一直关注的','5','1437529746','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('24','0','','9','','a***g','鞋子很漂亮，但是尺码是不是有点儿偏小，姑娘说有点儿夹脚踏实地','5','1437527250','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('25','0','','9','','灰***阁','买给侄女穿的，她穿上后很漂亮，喜欢得不得了，鞋子的做工很精致，比实体店里100块的要好，很值！','5','1437523922','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('26','0','','9','','赴***约','宝宝爱的不得了，穿上都不愿意脱了，卖家服务态度好','5','1437519762','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('27','0','','9','','z***雨','这个是女儿自己选择的看图片不怎么样。实物非常 漂亮','5','1437514770','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('28','0','','9','','a***m','鞋子气味比较大&hellip;&hellip;孩子比较喜欢这种闪亮的质感，听走路的声音感觉鞋底较硬','5','1437508946','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('29','0','','9','','a***m','鞋子气味比较大&hellip;&hellip;孩子比较喜欢这种闪亮的质感，听走路的声音感觉鞋底较硬','5','1437502290','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('30','0','','9','','黄***7','挺漂亮的鞋子，女儿自己选的，大小刚好！','5','1437494802','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('31','0','','9','','p***1','鞋子很漂亮哦，孩子很喜欢，如果是真皮的就更好了。服务很有耐心','5','1437486482','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('32','0','','9','','b***i','鞋子很漂亮，孩子很喜欢，物流很给力，总体评价好。','5','1437477330','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('33','0','','9','','l***4','这鞋太漂亮了，拿回来比我想象中的还有好，女儿也很喜欢，服务也蛮好','5','1437467346','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('34','0','','9','','a***3','大家自己看，试穿还不到10分钟，把我女儿脚磨破。','5','1437456530','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('35','0','','9','','冰***恋','宝贝挺好。就是不知道质量怎么样，穿过再来评价','5','1437444882','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('36','0','','9','','w***1','非常满意的一次网购.鞋子很漂亮','5','1437432402','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('37','0','','9','','t***8','女儿很喜欢，尺码合适','5','1437419090','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('38','0','','9','','默***金','码数买小了，孩子穿刚刚好，想换大一码','5','1437404946','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('39','0','','9','','心***5','满意。现在宝贝的鞋子都在这买了。','5','1437389970','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('40','0','','9','','d***6','女儿是爱不释手啊，到了马上换，今天穿起上学，自信','5','1437374162','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('41','0','','12','','张***5','衣衣面料不错，手感不错，挺漂亮，颜色无色差 下回还来全五星卖家服务态度好，发货快，物流很快','5','1437532374','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('42','0','','12','','舒***8','衣服面料不错，手感很好。挺漂亮，颜色无色差 。下回还来全五星卖家服务态度好，发货快，物流很快','5','1437531542','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('43','0','','12','','阳***蕾','衣衣面料不错，手感不错，挺漂亮，颜色无色差。好评卖家服务态度好，发货快，物流有点不给力','5','1437529878','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('44','0','','12','','勇***f','这个款式的衣服漂亮，大小合适，孩子很喜欢，穿着很漂亮！','5','1437527382','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('45','0','','12','','一***z','店家发货快 包装好，衣服质量挺好的 喜欢，面料纯棉的 跟店家描述的一样 无色差 做工很好，好评 值得购买服务很好 有问必答','5','1437524054','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('46','0','','12','','谢***8','衣服款式不错，面料手感很好，是纯棉的，和卖家描述一致，发货快，物流很给力。全5分好评。服务态度很好。','5','1437519894','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('47','0','','12','','梁***珉','无色差，偏小了点，女儿说喜欢，因为都是她自己选的。质量还可以，快递也还算挺快的啦！','5','1437514902','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('48','0','','12','','a***间','质量好，尺码标准，款式好看，价格便宜，值得购买。好','5','1437509078','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('49','0','','12','','岁***5','衣衣面料不错务态度好，发货快，，手感不错，挺漂亮，颜色无色差 下回还来全五星服务：卖家服物流很快<br/>\n','5','1437502422','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('50','0','','12','','s***9','很满意的一次购物，款式跟图片一样，也没色差很漂亮，值得大家动手购买。非常 不错','5','1437494934','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('51','0','','12','','易***联','衣服很好，很漂亮，女儿很喜欢客服服务态度很好，推荐的尺码穿上正合适','5','1437486614','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('52','0','','12','','雨***1','宝贝收到了，质量不错，挺时尚的，没有色差，大小合适，很满意的一次购物，大赞，。祝生意兴隆。服务态度满意。','5','1437477462','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('53','0','','12','','陈***1','衣衣面料不错，手感不错，挺漂亮，颜色无色差 下回还来全五星服务：卖家服务态度好，发货快，物流很快<br/>\n','5','1437467478','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('54','0','','12','','t***3','很满意的一次购物，款式跟图片一样，也没色差很漂亮、很满意下次光临','5','1437456662','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('55','0','','12','','t***3','很满意的一次购物，款式跟图片一样，也没色差很漂亮、质量很好做工细，很满意很好很满意','5','1437445014','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('56','0','','12','','y***6','宝贝与图片一致，物有所值1服务态度好，物流也挺给力','5','1437432534','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('57','0','','12','','t***1','质量不错，孩子很喜欢，穿着很精神！！物流很给力，宝贝性价比高。','5','1437419222','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('58','0','','12','','l***6','上身效果好看又合穿，面料摸起来比较舒服，都以女儿图片上传，值得全五分服务态度好好','5','1437405078','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('59','0','','12','','一***2','款式漂亮，面料也不错，大小合适，孩子很喜欢，非常满意的一次购物。满意。','5','1437390102','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('60','0','','12','','巴***你','衣服早就收到了，由于一直忙没来得及评论，孩子穿着非常合适，她特别喜欢，洗了很多次也没有变形褪色之类的，物流也特别快，非常喜欢这家店！大赞','5','1437374294','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('61','0','','15','','杨***0','还是比较喜欢的，<br/>\n总体感觉还是不错的，<br/>\n和店家描述的基本差不了多少<br/>\n卖家客服服务还可以，<br/>\n回复的很快，发货速度还是可以的，<br/>\n快递也非常的给力第二天就到了，<br/>\n码数和市面的一样！！！<br/>\n穿着很舒服.遗憾的就是卖家没送小礼物，。','5','1437532475','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('62','0','','15','','豆***央','上衣裤子质量都很好 衣服收到有点潮 貌似卖家烫过 收到很展 很值得再来 物美价廉啊 一下子在这家买了四件 太惊喜了','5','1437531643','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('63','0','','15','','l***9','衣服很漂亮，款式很喜欢，做工材质都很满意，快递也很给力，全5分','5','1437529979','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('64','0','','15','','寒***3','快递3天就到了，惊喜！今天把衣服拿来给孩子们试过了，孩子们非常喜欢。无论是上衣还是短裤质量和款式都很赞。赞一个，5分！卖家服务态度很好。','5','1437527483','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('65','0','','15','','黑***飞','宝贝收到了，面料很好，手感不错，做工很好，码子也合适，款式好看，是我喜欢的类型，和卖家描述的一样，无色差。快递速度很快。女儿穿着很漂亮，好喜欢包装很精美，非常值。很划算。客服服务态度也很好，','5','1437524155','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('66','0','','15','','w***8','衣服很好，料子舒服，款型好看，大小合适，女儿很喜欢不耐洗','5','1437519995','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('67','0','','15','','v***8','很漂亮很有气质的套装，宝贝儿很喜欢，穿上也很合身，非常衬皮肤，质量也很好，已经洗过一次了，没色差不掉色，非常满意。','5','1437515003','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('68','0','','15','','s***1','宝贝不错，侄女上身很合适，短裤面料有点棉麻的感觉，很漂亮，卖家推荐的尺码也很合适，上衣稍大一点明年还可以穿，卖家服务很热情，物流很给力，以后有需要还会光顾的，全五分。非常满意','5','1437509179','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('69','0','','15','','5***a','衣服没有图片上的漂亮，布料、做工都非常一般。值不到这个价格。','5','1437502523','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('70','0','','15','','x***0','好评！衣服料子不错。款式时尚。送给侄女穿的。大小合适。无色差。很满意。送的文具很实用谢谢掌柜。非常好','5','1437495035','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('71','0','','15','','猫***生','宝贝收到了，卖家发货很快，宝贝的质量很好，朋友的女儿很喜欢，穿着也很漂亮','5','1437486715','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('72','0','','15','','一***雨','挺时尚的一款套装，女儿试穿了很好看，像个小明星了。上衣面料也是想要的那种效果，绵绵的，裤子是那种比较透气的面料，女儿说穿着很舒服。已经泡水里准备洗一下，看了没有褪色的，而且衣服做工也很好，差不多的衣服，实体店要90多，总之非常满意的一次网购！下次还会来的！','5','1437477563','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('73','0','','15','','一***雨','衣服质量真的非常好，这套绿色的给姐姐家的女儿买的，非常漂亮，主要做工挺好的，很喜欢这样的款式，孩子穿着显得特别漂亮，颜色搭配也很好，上图给大家参考下','5','1437467579','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('74','0','','15','','s***情','卖家服务态度很好，衣服看起来跟图片一样好看，穿起来也很漂亮','5','1437456763','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('75','0','','15','','抡***2','宝贝收到了，质量非常好，上衣是纯棉的，短裤是亚麻的，女儿很喜欢，穿着很舒服。跟照片的一样没有色差，做工也很精细，很时尚的款式。物流很快很给力。','5','1437445115','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('76','0','','15','','r***6','衣服很漂亮，质量挺好的，穿上很时尚，没有色差，很满意，以后还会光临的','5','1437432635','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('77','0','','15','','w***2','衣服质量非常好，款式比较新颖，小姑娘穿着很时尚，套装穿 看起来好有美感！搭配很漂亮。服务很不错哦','5','1437419323','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('78','0','','15','','潘***你','商品质量非常好，穿上很合适，非常好看，下次还来照顾服务非常满意，值得信赖，非常非常非常满意','5','1437405179','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('79','0','','15','','刘***2','衣服不值这个价，质量一般。<br/>\n衣服明明今天上午才签收，却显示昨天已签收。','5','1437390203','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('80','0','','15','','e***6','衣服不错，很合身，质量很好，态度也不错','5','1437374395','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('81','0','','18','','y***8','这款奥特曼布料柔软，洗了三次都不掉色，质量没的说，物有所值；孩子穿着就脱不了，我只能晚上洗了第二天早上又让他穿着去学校，值得推荐的一款宝贝！一流的卖家服务，物流很给力！','5','1437532661','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('82','0','','18','','微***0','宝宝很喜欢奥特曼，质量不错，面料很柔软，物有所值！','5','1437531829','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('83','0','','18','','l***s','儿子自己选的，喜欢的不得了，等不及让洗就穿上了，睡觉都不肯脱。总体不错，面料比较柔软，没洗所以不知道是否褪色，希望不会。儿子身高105，体重35斤，110码比较合身，上衣稍大。','5','1437530165','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('84','0','','18','','闫***2','差，差，差&hellip;！强烈要求退货，质量太差了，价值只在30～40元之间的东西，买70多块钱，根本都不是不是纯棉的，感觉上当受骗了&hellip;！','5','1437527669','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('85','0','','18','','q***柒','这套衣服是我逛淘宝时，儿子一眼相中的！棉料柔软！做工图案精细！下水洗了，一点都没掉色！很满意！服务态度非常不错！','5','1437524341','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('86','0','','18','','蚂***o','洗3次了才来评价，一点都不褪色。面料柔软，衣服比裤子的质地更好。服务还好，再接再厉！','5','1437520181','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('87','0','','18','','c***0','颜色正，材质应该是纯棉，就是裤子感觉手感有些滑，可能与颜色花纹有关系。尺码标准。儿子还要奥特曼袜子，呵呵，掌柜的考虑进点吧?','5','1437515189','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('88','0','','18','','w***6','宝贝很好！宝宝很喜欢奥特曼，质量不错，面料很柔软，图案印刷清晰，无异味，值得购买！服务态度很好，买大了退换货，客服很耐心讲解退货流程，赞一个！','5','1437509365','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('89','0','','18','','江***8','还不错，做工，用料都还可以<br/>\n而且孩子喜欢，我们家长也就更满意了~发货速度挺快的，服务态度也可以','5','1437502709','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('90','0','','18','','彩***大','不好意思，确认晚了，因为发货很快，快递也太给力了，呵呵，卖家态度很好，衣服也很合身，图案很漂亮，孩子很喜欢！谢谢！','5','1437495221','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('91','0','','18','','薇***5','质量还行，洗了不掉色，物有所值','5','1437486901','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('92','0','','18','','x***服','第二次买了，质量一样的好，弟弟很喜欢，大小刚好合适','5','1437477749','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('93','0','','18','','玉***峻','儿子自己选的，超级喜欢，没洗就要穿，面料很好，柔软舒服，上面的图案也不掉色，值得购买。','5','1437467765','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('94','0','','18','','星***2','性价比中间。衣服质量一般，不过不褪色已经很满意。主要是图案儿子满意。','5','1437456949','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('95','0','','18','','i***8','款式挺可爱，喜欢奥特曼的宝宝肯定会爱不释手的，二宝穿着一样的衣服去幼儿园接哥哥，其他小朋友都好羡慕呢。就是质量一般，几天穿下来正面的奥特曼颜色淡了下层，做工要是再精细点就更好了。以后再试试其他款。','5','1437445301','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('96','0','','18','','i***8','款式挺可爱，喜欢奥特曼的宝宝肯定会爱不释手的，二宝穿着一样的衣服去幼儿园接哥哥，其他小朋友都好羡慕呢。就是质量一般，几天穿下来正面的奥特曼颜色淡了下层，做工要是再精细点就更好了。以后再试试其他款。','5','1437432821','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('97','0','','18','','y***1','儿子一直想要一套奥特曼衣服,特意送给他的儿童节惊喜。衣服质量真的很不错,儿子很喜欢. 但短裤质量不怎么好，洗了两水原来的蓝色都起白了，这价格不值啊！','5','1437419509','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('98','0','','18','','b***y','买给儿子的儿童节礼物，快递很给力，儿童节头一天到的，晚上洗第二天干了，正好儿童节穿上带儿子出去玩，儿子非常兴奋，变了一天身，动不动就：变身--奥特曼！自称小奥特曼，呵呵。衣服质量不错，面料很柔软，不褪色。','5','1437405365','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('99','0','','18','','雅***雯','儿子好喜欢奥特曼衣服  很开心穿起来很帅   服务态度好  大小合适  质量好  价格优惠 ，下次再来','5','1437390389','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('100','0','','18','','h***c','儿子很喜欢！洗过了不掉色。图案很清晰，袖子有刺绣，比想象中的质量要好！物有所值！值得推荐！','5','1437374581','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('101','0','','19','','任***1','东西质量很好孩子很喜欢打开包装没味卖家态度好物流快','5','1437532892','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('102','0','','19','','j***6','正好打算买水杯就碰上了这次抢购，很值！质量很好，没有异味，很厚实，做工精细，还有米奇防伪标志。很好用，女儿很喜欢！物超所值啦！！！','5','1437532060','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('103','0','','19','','李***2','东西收到了非常喜欢漂亮，大爱宝贝，价格还便宜，质量一看就非常棒，服务态度非常好，很耐心的回答我的每一个问题，喜欢的朋友们赶紧下手拍吧。真的特喜欢。等白天给你们附图追评。','5','1437530396','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('104','0','','19','','那***8','质量很好，宝宝喝水扔了几次都没有摔坏，没有出现漏水现象，无异味，卖家态度好，赞一个','5','1437527900','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('105','0','','19','','郝***园','杯子收到了，快递非常快！东东质量比实体店的都好，而且一点味道都没有！物超所值！朋友看了非常喜欢，毫不犹豫再买两！下次有需要一定还来！','5','1437524572','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('106','0','','19','','t***1','一次买了两个，质量很好的，卖家发货快，服务态度好，值得购买','5','1437520412','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('107','0','','19','','l***9','颜色挺正，质量很好，卖家服务态度好，物流给力，孩子也很喜欢。','5','1437515420','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('108','0','','19','','星***竹','质量不错，孩子很喜欢，俺家闺女超爱这个蓝色售后态度也很好','5','1437509596','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('109','0','','19','','乔***9','是不是正品不知道，一点儿塑料味道都没有，质感十足，一次满意的购物，<br/>\n','5','1437502940','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('110','0','','19','','姚***4','水杯很好，也很漂亮，儿子很喜欢，价格实惠，店家发货很速度，满意满意','5','1437495452','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('111','0','','19','','曲***0','质量很好，很满意，卖家态度也很好，还送了小礼物，谢谢满意','5','1437487132','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('112','0','','19','','斯***芳','杯子非常好，质量好，图案美！孩子喜欢的不得了！价格也便宜！物有所值','5','1437477980','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('113','0','','19','','s***0','杯子质量很好，没有异味，一下买了两个，同事很满意。','5','1437467996','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('114','0','','19','','m***i','太棒了，宝宝非常喜欢爱不释手呢！质量很好，没异味。掌柜很Nice，发货物流都很迅速，还会再来。','5','1437457180','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('115','0','','19','','z***2','应该是正品，价格便宜，值得推荐。。。。。。。。。。。。。。不错。。。。。。。。。。。。。。。。。。。。。。。。。','5','1437445532','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('116','0','','19','','9***诺','没什么异味，挺好的，宝宝很喜欢，物超所值！','5','1437433052','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('117','0','','19','','g***2','网购这么多次，这次让我最满意，发货，物流真是超快，才一天半时间就收到啦，而且杯杯质量真是出乎我的意料，超赞，感觉比实体店买的20多元杯子还要好，五分好评。以后会给店家推荐朋友来购买。','5','1437419740','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('118','0','','19','','q***1','杯子质量挺好，还是有味道的  我用开水泡过一天看先','5','1437405596','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('119','0','','19','','l***4','是正品的，质量好，和实体店一样，价格比实体店便宜太多了，卖家很好，还给补了差价。','5','1437390620','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('120','0','','19','','凡***哭','正好打算买水杯就碰上了这次抢购，很值！质量很好，没有异味，很厚实，做工精细，还有迪士尼防伪标志。很好用，儿子第一次用就会喝了','5','1437374812','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('121','0','','21','','水***0','质量很好，手感很好，宝宝大爱，服务态度超好，发货很快，一如既往，值得推荐！','5','1437532967','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('122','0','','21','','0***r','宝贝七个月，这是我家宝贝第一次自己喝水，自己喝奶。好开心的说，240的奶喝的干干净净还不够。我终于解放双手了，开心死了。奶瓶很可爱，比图片上的偏黄点，没有味道，质量感觉还不错，整体上还算比较满意，送的小碗质量也很好，很可爱，准备把小零食放碗里头给他自己吃啦！','5','1437532135','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('123','0','','21','','小***8','奶瓶很不错，质量很好，造型可爱，关键是奶嘴还有吸管质地很软，自己试了一下咬起来很舒服，O(&cap;_&cap;)O~还送了宝宝的小碗，服务不错，会发短信通知，发货到货都会有短信，就是鸭嘴用起来不大方便很好','5','1437530471','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('124','0','','21','','厦***资','奶瓶质量非常不错，没有什么异味宝宝很喜欢。快递很给力，造型比较卡通宝贝看到就爱不释手，下次还会光顾。客服服务好。','5','1437527975','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('125','0','','21','','无***海','宝宝从生下来到现在一直用恩诺童的奶瓶，没有味道，用起来很放心。还记得囤货的时候看到它的样子，实在太Q了，很可爱！现在宝贝八个月了要练习自己拿奶瓶喝，一如既往选择恩诺童，比那些便宜的奶瓶放心多了！还会来你们家买的，放心！还给了一惊喜，送了一个宝宝餐具，太激动了！！','5','1437524647','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('126','0','','21','','王***2','奶瓶不好，奶嘴老是瘪！奶嘴质量不好，连一个包装都没有，这样的价钱买到这样的质量是在不划算，被坑了！','5','1437520487','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('127','0','','21','','y***y','奶瓶很可爱，设计好看，质量又好，没有什么异味宝宝很喜欢，很喜欢拿着喝奶。因为手柄很容易握着，值得推荐！而且送了多东西，都很实用，同事都叫着又帮忙淘了一个。快递也很给力，大热天的中午还送货。赞一个服务很到家','5','1437515495','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('128','0','','21','','h***8','奶瓶很不错，质量很好，造型可爱，关键是奶嘴还有吸管质地很软，自己试了一下咬起来很舒服，O(&cap;_&cap;)O~还送了宝宝的小碗，服务不错，会发短信通知，发货到货都会有短信，就是鸭嘴用起来不大方便','5','1437509671','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('129','0','','21','','刘***8','挺好的，包装很好，很惊喜送了这么多东西，都很实用，最主要的是宝贝很喜欢用这个杯子喝水，第一次就自己喝了四十毫升呢&hellip;太高兴了，杯子也没什么味道，也不存在漏水的现象哦&hellip;这个价格真的很实惠哦，总之，推荐购买，满意满意，有需要还会再来的&hellip;&hellip;','5','1437503015','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('130','0','','21','','纳***7','奶瓶质量很好，没有异味，手柄拿着很舒服。如果手柄能固定就好了。快递太不像话，收到时外包装的盒子居然是破的，幸好里面的宝贝没有破损。','5','1437495527','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('131','0','','21','','l***2','一分钱一分货，奶瓶真的不错！设计好看，质量又好。虽然一个可以买两个便宜的，但是，觉得小孩的东西，还是买好的。态度好','5','1437487207','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('132','0','','21','','凯***场','质量很好。第二次购买了， 无异味。包装正规 很赞很喜欢 照片有点不清晰 手机拍的热情周到满意','5','1437478055','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('133','0','','21','','王***7','质量很好，宝宝很喜欢，送了很多东西，其中一个宝宝训练餐具很不错，很喜欢，手感也很好，会介绍朋友也要买店家的产品的，服务态度好，发货也快，会多多推荐的','5','1437468071','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('134','0','','21','','t***1','奶瓶质量出乎意料的好，没有一点味道，算是买了个惊喜喔！而且宝宝也很喜欢，看见奶瓶就想要，和奶瓶各种合影姿势~~~以后就认准这家的奶瓶啦！已经推荐给很多宝妈了呢！喜欢喜欢喜欢~~~大赞！','5','1437457255','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('135','0','','21','','鲍***逸','质量很好 没有味道 已经消毒过了 给宝宝用了 宝宝喜欢 客服热心 赠品也很多 非常满意','5','1437445607','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('136','0','','21','','傻***彡','奶瓶很不错，看起来就舒服，宝宝自己拿着刚刚好，质量也不错，没有异味。造型也很卡哇伊，特别是那两个握手的，更是独特。快递很快服务很好，此次购物值了，下次还会再来。','5','1437433127','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('137','0','','21','','李***恒','我一直在用这个牌子，是个很信赖的牌子，很好用，质量不错，款式新颖，宝贝也喜欢，真是物有所值，客服态度也很好，很有耐心，谢谢。','5','1437419815','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('138','0','','21','','傲***7','孩子用它都急哭了，奶瓶实在是不敢恭维，服务态度还不错，但是产品实在是差的倒劲，三四十的奶瓶都比这个好用，本来价格就高，质量还对不起价格，太差太差了，一而再的反映问题，来来回回就那几句&hellip;一点实用价值没有。说不会使用吧，视频我也看了，但每次一喝奶瓶就憋下去，每次喝都要来来回回弄好几次那个奶嘴出气口，孩子都饿的急哭了。再也不买他家东西了，还是大牌子值得信赖，以后只用贝亲，价格还都差不多。我第一次给别人这么多字的评价，因为实在气人。','5','1437405671','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('139','0','','21','','董***乐','宝贝儿挺好的，价格便宜，比实体店便宜一半还要多，绝对的正品，没有异味，礼品超多，橙子客户服务态度也很好，地址弄错了还帮我改了地址。快递也很快。很不错的一次购物，以后会再次光顾的。','5','1437390695','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('140','0','','21','','青***2','屯货中 看着质量不错 颜色漂亮 还送了个奶嘴 满意 5分服务一流 发货快 5分','5','1437374887','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('141','0','','100','2326932886@qq.com','68ECSHOP','非常不错！','5','1443549310','120.6.73.84','1','0','10','24','','1443406873','1','1','0');");
E_D("replace into `ecs_comment` values('142','0','','38','','','啦啦啦','5','1443788887','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('143','0','','45','2532975042@qq.com','zzy','ffgghh','5','1443789079','','1','0','15','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('144','0','','143','test@163.com','test','发货很快，手机质量正常，卖家服务也很周到。','5','1446338546','0.0.0.0','1','0','60','88','','1446332252','0','1','73');");

require("../../inc/footer.php");
?>